
# -*- coding:utf-8 -*-
s1='姓名：聂朝刚'
s2='学号：1403050114'
s3='班级:通风一班'


# -*- coding:utf-8 -*-
a1='在绝望中寻找希望——俞敏洪'
a2='@1.骆驼在沙漠中生存下来，靠的就是一步一个脚印地走。学业如此，事业如此，人生也如此。'
a3='@2.变革自己，不要指望任何人，天下从来就没什么救世主，能挽救我们的，只有我们自己。'
a4='@3.做一个有诗意的从容生活的人，享受平凡日子给自己带来的美好。'
a5='@4.一个人的成长有两个条件：要给予足够的时间，生命的热情永不熄灭。'
a6='@5.无论你身处多么卑微的状态，只要你有了梦想，就能过上有尊严的生活。'
a7='@6.使这个世界灿烂的不是阳光，而是女生的微笑。'

print a1.decode('utf-8')
print a2.decode('utf-8')
print a3.decode('utf-8')
print a4.decode('utf-8')
print a5.decode('utf-8')
print a6.decode('utf-8')
print a7.decode('utf-8')